{
  "artists": [
    {
      "idArtist": "112717",
      "strArtist": "Wilco",
      "strArtistStripped": null,
      "strArtistAlternate": "",
      "strLabel": "Dawn Raid Entertainment",
      "idLabel": "43586",
      "intFormedYear": "1994",
      "intBornYear": "1994",
      "intDiedYear": null,
      "strDisbanded": null,
      "strStyle": "Country",
      "strGenre": "Alternative Rock",
      "strMood": "Quirky",
      "strWebsite": "wilcoworld.net",
      "strFacebook": "www.facebook.com/wilcohq",
      "strTwitter": "twitter.com/wilco",
      "strBiographyEN": "Wilco is an American alternative rock band based in Chicago, Illinois. The band was formed in 1994 by the remaining members of alternative country group Uncle Tupelo following singer Jay Farrar's departure. Wilco's lineup has changed frequently, with only singer Jeff Tweedy and bassist John Stirratt remaining from the original incarnation. Since early 2004, the other current members are guitarist Nels Cline, multi-instrumentalists Pat Sansone and Mikael Jorgensen, and drummer Glenn Kotche. Wilco has released eight studio albums, a live double album, and four collaborations: three with Billy Bragg, and one with The Minus 5.\n\nWilco's music has been inspired by a wide variety of artists and styles, including Bill Fay and Television, and has in turn influenced music by a number of modern alternative rock acts. The band continued in the alternative country of Uncle Tupelo on its debut album A.M. (1995), but has since introduced more experimental aspects to their music, including elements of alternative rock and classic pop.\n\nWilco garnered media attention for its fourth album, Yankee Hotel Foxtrot (2002), and the controversy surrounding it. After the recording sessions were complete, Reprise Records rejected the album and dismissed Wilco from the label. As part of a buy-out deal, Reprise gave Wilco the rights to the album for free. After streaming Foxtrot on its website, Wilco sold the album to Nonesuch Records in 2002. Both record labels are subsidiaries of Warner Music Group, leading one critic to say the album showed \"how screwed up the music business is in the early twenty-first century.\" Yankee Hotel Foxtrot is Wilco's most successful release to date, selling over 670,000 copies. Wilco won two Grammy Awards for their fifth studio album, 2004's A Ghost Is Born, including Best Alternative Music Album. Wilco's most recent studio album, The Whole Love, was released on September 27, 2011.",
      "strBiographyDE": null,
      "strBiographyFR": null,
      "strBiographyCN": null,
      "strBiographyIT": null,
      "strBiographyJP": null,
      "strBiographyRU": null,
      "strBiographyES": null,
      "strBiographyPT": null,
      "strBiographySE": null,
      "strBiographyNL": null,
      "strBiographyHU": null,
      "strBiographyNO": null,
      "strBiographyIL": null,
      "strBiographyPL": null,
      "strGender": "Male",
      "intMembers": "6",
      "strCountry": "Chicago",
      "strCountryCode": "US",
      "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/tsppry1355406906.jpg",
      "strArtistLogo": "https://www.theaudiodb.com/images/media/artist/logo/uwqwur1570198895.png",
      "strArtistClearart": "https://www.theaudiodb.com/images/media/artist/clearart/uqpssy1513343810.png",
      "strArtistWideThumb": null,
      "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/wilco-4f5931457fe71.jpg",
      "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/wilco-4f59315937ea8.jpg",
      "strArtistFanart3": "https://www.theaudiodb.com/images/media/artist/fanart/rypupr1355407067.jpg",
      "strArtistBanner": "https://www.theaudiodb.com/images/media/artist/banner/xtwwxt1473934276.jpg",
      "strMusicBrainzID": "9e53f84d-ef44-4c16-9677-5fd4d78cbd7d",
      "strLastFMChart": null,
      "intCharted": "3",
      "strLocked": "unlocked"
    }
  ]
}
